INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Паллада','одна из крупнейших (диаметром 583 км) малых планет (№ 2), открыта В. Ольберсом (Германия, 1802). Расстояние Паллады от Солнца изменяется от 2,13 до 3,4 а. е.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Терминатор','линия, отделяющая темную часть видимого диска планеты от светлой.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Противосияние','размытое слабосветящееся пятно, видимое на ночном небе в точке, диаметрально противоположной Солнцу. Возникает при рассеянии солнечного света пылевыми частицами межпланетной среды.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Приливы','периодические колебания уровня моря (морские П.), обусловленные силами притяжения Луны и Солнца, а также центробежными силами, возникающими при вращении систем Земля - Луна и Земля — Солнце. Под действием этих же сил деформируется твердое тело Земли (земные П.) и колеблется атмосферное давление (атмосферные приливы).', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Элара','спутник Юпитера, открыт Ч. Д. Перрайном (США, 1905). Расстояние от Юпитера 11,74 млн. км, радиус около 40 км, сидерический период обращения 260,1 суток.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Канопус','звезда 1-й звездной величины, вторая по блеску (после Сириуса) звезда всего неба. Звезда Южного полушария.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Субкарлики','звезды-карлики. Отличаются пониженным содержанием металлов, характерным для звезд сферической составляющей Галактики. Располагаются на диаграмме Герцшпрунга-Ресселла в пределах главной последовательности.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Тунгусский метеорит','космическое тело, взрыв которого 30 июня 1908 г. вызвал гигантскую катастрофу в бассейне реки Подкаменная Тунгуска. Полёт Т. м. наблюдался в виде яркого болида (огненного шара) на расстояниях до 1500 км, а взрыв был слышен за 1200 км. На месте катастрофы не найдено метеоритных осколков. Считается, что Т. м. — ядро небольшой кометы, взорвавшейся в плотных слоях атмосферы Земли.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Ясли','рассеянное звездное скопление в созвездии Рака, видно невооруженным глазом.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Всемирного тяготения закон','закон физики: сила F взаимного притяжения материальных точек с массами m1 и m2, находящихся на расстоянии r, выражается формулой: F = G·m1·m2/r2, где G – гравитационная постоянная.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Цефеиды','пульсирующие переменные звезды-сверхгиганты, изменяющие блеск с амплитудой от 0,5 до 2m и периодом от 1 до 50 суток (иногда до 200 сут). Название получили от типичной цефеиды - звезды Цефея.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Феба','Спутник Сатурна, открыт У. Пикерингом (США, 1898). Расстояние от Сатурна 12,95 млн. км, диаметр около 220 км, сидерический период обращения 550,4 суток.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Печь','созвездие Южного полушария.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Аннигиляция','процесс взаимодействия элементарной частицы с античастицей, в результате чего они превращаются в кванты поля, соответствующего виду взаимодействия этих частиц. Напр., при А. электрона и позитрона возникают кванты электромагнитного поля - фотоны, при А. нуклона и антинуклона - π-мезоны. А. - не уничтожение материи, а переход её из одного вида (вещества) в другой вид (поле) в полном соответствии с сохранения законами.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Третья космическая скорость','минимальная скорость, необходимая для того, чтобы космический летательный аппарат, запущенный с Земли, преодолел притяжение Солнечной системы и покинул ее. У поверхности Земли Т. к. с. v3 = 16,67 км/с.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Покрытия небесных тел Луной','явления закрытия диском Луны небесных тел при ее движении относительно звезд.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Видимое излучение','оптическое излучение с длинами волн 380-780 нм, способное вызывать зрительное ощущение у человека.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Солнечная активность','совокупность встречающихся в солнечной атмосфере структурных образований (пятна, петли, протуберанцы) и нестационарных явлений (вспышки, всплывающие магнитные трубки). Уровень солнечной активности измеряется числом Вольфа и характеризуется циклическим изменением его величины.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Времена года','(весна, лето, осень, зима) — деление года на периоды в соответствии с видимым движением Солнца по эклиптике и сезонными изменениями в природе. Смена В. г. обусловлена движением Земли по орбите вокруг Солнца и наклоном её оси вращения к плоскости орбиты. Астрономическое начало В. г совпадает с моментами весеннего равноденствия (20 или 21 марта), летнего солнцестояния (21 или 22 июня), осеннего равноденствия (23 сентября) и зимнего солнцестояния (21 или 22 декабря).', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('sdfsgdsd','малая планета номер 52872, Кентавр. Среднее расстояние до Солнца 8,39 а. е. (1,3 млрд. км), эксцентриситет орбиты 0,309, наклон к плоскости эклиптики 15,6 градусов. Период обращения вокруг Солнца 24,31 земных лет. Имеет неправильную форму, максимальный поперечник 24 км. Была открыта в рамках американского проекта "Обзор Космоса" ("Spacewatch") 19 мая 1998 и получила условное обозначение 1998 SG35. Название было утверждено Международным Астрономическим Союзом в честь Окироэ.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Первая четверть','одна из четырех основных фаз Луны, когда Луна с Земли видна на угловом расстоянии 90˚ от Солнца и солнечными лучами освещена правая от наблюдателя половина Луны.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Близнецы','(лат. Gemini), зодиакальное созвездие с двумя близко расположенными яркими звездами — Кастором и Поллуксом.', 0, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Гномон','древнейший астрономический инструмент, состоящий из вертикального стержня на горизонтальной площадке. По длине и направлению тени стержня можно определить высоту и азимут Солнца, направление полуденной линии и другие астрономические данные. Иногда применяется как солнечные часы.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Гравитационная неустойчивость','нарастание возмущений (малых отклонений от средних значений) плотности и скорости вещества в первоначально почти однородной среде под действием гравитационных сил. В результате гравитационной неустойчивости образуются сгустки вещества. Гравитационная неустойчивость рассматривается как причина образования многих типов астрономических объектов (скоплений галактик, галактик, звезд и др.).', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Космическая пыль','частицы конденсированного вещества в межзвёздном и межпланетном пространстве. Состоит из частиц размером около 1 мкм с сердцевиной из графита или силиката, в Галактике образует облака, которые вызывают ослабление света, испускаемого звёздами и галактиками.', 1, NOW());
INSERT INTO note (name, content, is_complete, create_date)
VALUES ('Нат','бета Тельца, звезда 1,6 визуальной звёздной величины, вторая по блеску в созвездии Тельца.', 1, NOW());